[
  {
    "id": "p01",
    "brand": "Parfums de Marly",
    "name": "Layton Eau de Parfum",
    "category": "men",
    "isNew": true,
    "isBestseller": true,
    "description": "Layton Eau de Parfum is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of bergamot, apple, lavender, mandarin, cardamom, geranium creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Layton Eau de Parfum est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de bergamot, apple, lavender, mandarin, cardamom, geranium offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Layton Eau de Parfum عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل bergamot, apple, lavender, mandarin, cardamom, geranium لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Layton%20fragrance%20set%20with%20decants.png",
    "variants": [
      {
        "size": "10ml",
        "price": 210
      },
      {
        "size": "20ml",
        "price": 410
      },
      {
        "size": "30ml",
        "price": 610
      }
    ],
    "rating": 4.9,
    "reviews": 28,
    "tag": "Sophisticated",
    "notes": [
      "bergamot",
      "apple",
      "lavender",
      "mandarin",
      "cardamom",
      "geranium",
      "jasmine",
      "vanilla",
      "pepper",
      "patchouli",
      "guaiac wood"
    ]
  },
  {
    "id": "p13",
    "brand": "Gucci",
    "name": "Gucci Intense Oud",
    "category": "men",
    "description": "Gucci Intense Oud is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of oud, leather, incense, woody creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Gucci Intense Oud est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de oud, leather, incense, woody offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Gucci Intense Oud عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل oud, leather, incense, woody لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Gucci%20Intense%20Oud%20perfume%20collection.png",
    "variants": [
      {
        "size": "10ml",
        "price": 180
      },
      {
        "size": "20ml",
        "price": 320
      },
      {
        "size": "30ml",
        "price": 450
      }
    ],
    "rating": 4.8,
    "reviews": 24,
    "tag": "Oriental",
    "notes": [
      "oud",
      "leather",
      "incense",
      "woody"
    ]
  },
  {
    "id": "p14",
    "brand": "Jean Paul Gaultier",
    "name": "Jean Paul Gaultier Ultra Male",
    "category": "men",
    "description": "Jean Paul Gaultier Ultra Male is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of pear, vanilla, cinnamon, lavender creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Jean Paul Gaultier Ultra Male est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de pear, vanilla, cinnamon, lavender offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Jean Paul Gaultier Ultra Male عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل pear, vanilla, cinnamon, lavender لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Jean%20Paul%20Gaultier%20Ultra%20Male%20set.png",
    "variants": [
      {
        "size": "10ml",
        "price": 75
      },
      {
        "size": "20ml",
        "price": 150
      },
      {
        "size": "30ml",
        "price": 225
      }
    ],
    "rating": 4.6,
    "reviews": 18,
    "tag": "Seductive",
    "notes": [
      "pear",
      "vanilla",
      "cinnamon",
      "lavender"
    ]
  },
  {
    "id": "p15",
    "brand": "Hugo Boss",
    "name": "Hugo Boss The Scent Elixir",
    "category": "men",
    "description": "Hugo Boss The Scent Elixir is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of pepper, lavender, woody creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Hugo Boss The Scent Elixir est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de pepper, lavender, woody offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Hugo Boss The Scent Elixir عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل pepper, lavender, woody لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Hugo%20Boss%20The%20Scent%20Elixir%20set.png",
    "variants": [
      {
        "size": "10ml",
        "price": 170
      },
      {
        "size": "20ml",
        "price": 300
      },
      {
        "size": "30ml",
        "price": 420
      }
    ],
    "rating": 4.5,
    "reviews": 16,
    "tag": "Refined",
    "notes": [
      "pepper",
      "lavender",
      "woody"
    ]
  },
  {
    "id": "p16",
    "brand": "Jean Paul Gaultier",
    "name": "Jean Paul Gaultier Le Male Elixir",
    "category": "men",
    "isBestseller": true,
    "description": "Jean Paul Gaultier Le Male Elixir is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of vanilla, honey, amber, spices creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Jean Paul Gaultier Le Male Elixir est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de vanilla, honey, amber, spices offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Jean Paul Gaultier Le Male Elixir عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل vanilla, honey, amber, spices لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Jean%20Paul%20Gaultier%20fragrance%20set.png",
    "variants": [
      {
        "size": "10ml",
        "price": 90
      },
      {
        "size": "20ml",
        "price": 180
      },
      {
        "size": "30ml",
        "price": 270
      }
    ],
    "rating": 4.7,
    "reviews": 22,
    "tag": "Best Seller",
    "notes": [
      "vanilla",
      "honey",
      "amber",
      "spices"
    ]
  },
  {
    "id": "p17",
    "brand": "Gucci",
    "name": "Gucci Guilty Elixir Pour Homme",
    "category": "men",
    "description": "Gucci Guilty Elixir Pour Homme is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of lavender, vanilla, aromatic creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Gucci Guilty Elixir Pour Homme est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de lavender, vanilla, aromatic offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Gucci Guilty Elixir Pour Homme عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل lavender, vanilla, aromatic لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Gucci%20Guilty%20Elixir%20fragrance%20set.png",
    "variants": [
      {
        "size": "10ml",
        "price": 185
      },
      {
        "size": "20ml",
        "price": 330
      },
      {
        "size": "30ml",
        "price": 460
      }
    ],
    "rating": 4.6,
    "reviews": 19,
    "tag": "Elegant",
    "notes": [
      "lavender",
      "vanilla",
      "aromatic"
    ]
  },
  {
    "id": "p18",
    "brand": "Montale Paris",
    "name": "Arabians Tonka",
    "category": "men",
    "description": "Arabians Tonka is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of oud, tonka bean, vanilla, amber, musk creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Arabians Tonka est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de oud, tonka bean, vanilla, amber, musk offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Arabians Tonka عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل oud, tonka bean, vanilla, amber, musk لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Montale%20Paris%20Arabians%20Tonka%20set.png",
    "variants": [
      {
        "size": "10ml",
        "price": 200
      },
      {
        "size": "20ml",
        "price": 360
      },
      {
        "size": "30ml",
        "price": 500
      }
    ],
    "rating": 4.9,
    "reviews": 12,
    "tag": "Oriental",
    "notes": [
      "oud",
      "tonka bean",
      "vanilla",
      "amber",
      "musk"
    ]
  },
  {
    "id": "p19",
    "brand": "Givenchy",
    "name": "Givenchy – Gentleman",
    "category": "men",
    "description": "Givenchy – Gentleman is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of woody, spicy, sensual creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Givenchy – Gentleman est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de woody, spicy, sensual offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Givenchy – Gentleman عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل woody, spicy, sensual لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Givenchy%20Gentleman%20R%C3%A9serve%20Priv%C3%A9e%20set.png",
    "variants": [
      {
        "size": "10ml",
        "price": 170
      },
      {
        "size": "20ml",
        "price": 300
      },
      {
        "size": "30ml",
        "price": 420
      }
    ],
    "rating": 4.6,
    "reviews": 20,
    "tag": "Elegant",
    "notes": [
      "woody",
      "spicy",
      "sensual"
    ]
  },
  {
    "id": "p20",
    "brand": "Jean Paul Gaultier",
    "name": "Jean Paul Gaultier – Scandal Elixir",
    "category": "men",
    "description": "Jean Paul Gaultier – Scandal Elixir is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of honey, vanilla, amber, woody creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Jean Paul Gaultier – Scandal Elixir est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de honey, vanilla, amber, woody offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Jean Paul Gaultier – Scandal Elixir عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل honey, vanilla, amber, woody لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Jean%20Paul%20Gaultier%20Scandal%20Elixir%20set.png",
    "variants": [
      {
        "size": "10ml",
        "price": 120
      },
      {
        "size": "20ml",
        "price": 240
      },
      {
        "size": "30ml",
        "price": 320
      }
    ],
    "rating": 4.6,
    "reviews": 14,
    "tag": "Seductive",
    "notes": [
      "honey",
      "vanilla",
      "amber",
      "woody"
    ]
  },
  {
    "id": "p21",
    "brand": "Jean Paul Gaultier",
    "name": "Jean Paul Gaultier – Le Male Le Parfum",
    "category": "men",
    "description": "Jean Paul Gaultier – Le Male Le Parfum is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of cardamom, vanilla, woods, amber creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Jean Paul Gaultier – Le Male Le Parfum est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de cardamom, vanilla, woods, amber offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Jean Paul Gaultier – Le Male Le Parfum عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل cardamom, vanilla, woods, amber لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Jean%20Paul%20Gaultier%20Le%20Male%20set.png",
    "variants": [
      {
        "size": "10ml",
        "price": 90
      },
      {
        "size": "20ml",
        "price": 170
      },
      {
        "size": "30ml",
        "price": 255
      }
    ],
    "rating": 4.7,
    "reviews": 23,
    "tag": "Elegant",
    "notes": [
      "cardamom",
      "vanilla",
      "woods",
      "amber"
    ]
  },
  {
    "id": "p22",
    "brand": "Gucci",
    "name": "Gucci – Gucci Guilty Absolu de Parfum Pour Homme",
    "category": "men",
    "description": "Gucci – Gucci Guilty Absolu de Parfum Pour Homme is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of leather, patchouli, woody, amber creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Gucci – Gucci Guilty Absolu de Parfum Pour Homme est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de leather, patchouli, woody, amber offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Gucci – Gucci Guilty Absolu de Parfum Pour Homme عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل leather, patchouli, woody, amber لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Gucci%20Guilty%20Absolu%20de%20Parfum%20collection.png",
    "variants": [
      {
        "size": "10ml",
        "price": 190
      },
      {
        "size": "20ml",
        "price": 340
      },
      {
        "size": "30ml",
        "price": 480
      }
    ],
    "rating": 4.6,
    "reviews": 17,
    "tag": "Bold",
    "notes": [
      "leather",
      "patchouli",
      "woody",
      "amber"
    ]
  },
  {
    "id": "p23",
    "brand": "Hugo Boss",
    "name": "Hugo Boss – Boss Bottled Absolu",
    "category": "men",
    "description": "Hugo Boss – Boss Bottled Absolu is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of woody, amber, leather, spices creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Hugo Boss – Boss Bottled Absolu est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de woody, amber, leather, spices offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Hugo Boss – Boss Bottled Absolu عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل woody, amber, leather, spices لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Luxury%20Hugo%20Boss%20perfume%20set.png",
    "variants": [
      {
        "size": "10ml",
        "price": 165
      },
      {
        "size": "20ml",
        "price": 290
      },
      {
        "size": "30ml",
        "price": 410
      }
    ],
    "rating": 4.6,
    "reviews": 21,
    "tag": "Refined",
    "notes": [
      "woody",
      "amber",
      "leather",
      "spices"
    ]
  },
  {
    "id": "p24",
    "brand": "Dior",
    "name": "Dior – Dior Homme Intense",
    "category": "men",
    "description": "Dior – Dior Homme Intense is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of iris, amber, vanilla, woody creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Dior – Dior Homme Intense est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de iris, amber, vanilla, woody offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Dior – Dior Homme Intense عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل iris, amber, vanilla, woody لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Dior%20Homme%20Intense%20fragrance%20set.png",
    "variants": [
      {
        "size": "10ml",
        "price": 110
      },
      {
        "size": "20ml",
        "price": 220
      },
      {
        "size": "30ml",
        "price": 330
      }
    ],
    "rating": 4.8,
    "reviews": 26,
    "tag": "Elegant",
    "notes": [
      "iris",
      "amber",
      "vanilla",
      "woody"
    ]
  },
  {
    "id": "p25",
    "brand": "Valentino",
    "name": "Valentino – Valentino Uomo Born in Roma Extradose",
    "category": "men",
    "description": "Valentino – Valentino Uomo Born in Roma Extradose is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of spicy, vanilla, woody, amber creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Valentino – Valentino Uomo Born in Roma Extradose est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de spicy, vanilla, woody, amber offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Valentino – Valentino Uomo Born in Roma Extradose عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل spicy, vanilla, woody, amber لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Valentino%20Uomo%20Born%20in%20Roma%20set.png",
    "variants": [
      {
        "size": "10ml",
        "price": 130
      },
      {
        "size": "20ml",
        "price": 260
      },
      {
        "size": "30ml",
        "price": 380
      }
    ],
    "rating": 4.6,
    "reviews": 13,
    "tag": "Bold",
    "notes": [
      "spicy",
      "vanilla",
      "woody",
      "amber"
    ]
  },
  {
    "id": "p26",
    "brand": "Paco Rabanne",
    "name": "1 Million Elixir",
    "category": "men",
    "description": "1 Million Elixir is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of vanilla, apple, damask rose, amber, tonka bean, cedar creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "1 Million Elixir est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de vanilla, apple, damask rose, amber, tonka bean, cedar offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد 1 Million Elixir عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل vanilla, apple, damask rose, amber, tonka bean, cedar لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Gold%20elegance%20in%201%20Million%20Elixir.png",
    "variants": [
      {
        "size": "10ml",
        "price": 180
      },
      {
        "size": "20ml",
        "price": 320
      },
      {
        "size": "30ml",
        "price": 450
      }
    ],
    "rating": 4.7,
    "reviews": 30,
    "tag": "Bold",
    "notes": [
      "vanilla",
      "apple",
      "damask rose",
      "amber",
      "tonka bean",
      "cedar"
    ]
  },
  {
    "id": "p27",
    "brand": "Xerjoff",
    "name": "Xerjoff – Erba Pura",
    "category": "unisex",
    "description": "Xerjoff – Erba Pura is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of exotic fruits, Sicilian citrus, white musk, amber, vanilla creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Xerjoff – Erba Pura est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de exotic fruits, Sicilian citrus, white musk, amber, vanilla offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Xerjoff – Erba Pura عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل exotic fruits, Sicilian citrus, white musk, amber, vanilla لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Xerjoff%20Erba%20Pura%20fragrance%20collection.png",
    "variants": [
      {
        "size": "10ml",
        "price": 220
      },
      {
        "size": "20ml",
        "price": 400
      },
      {
        "size": "30ml",
        "price": 550
      }
    ],
    "rating": 4.8,
    "reviews": 25,
    "tag": "Fresh",
    "notes": [
      "exotic fruits",
      "Sicilian citrus",
      "white musk",
      "amber",
      "vanilla"
    ]
  },
  {
    "id": "p28",
    "brand": "Xerjoff",
    "name": "Xerjoff – Naxos",
    "category": "unisex",
    "description": "Xerjoff – Naxos is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of lavender, honey, tobacco, vanilla, spices creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Xerjoff – Naxos est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de lavender, honey, tobacco, vanilla, spices offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Xerjoff – Naxos عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل lavender, honey, tobacco, vanilla, spices لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Luxurious%20Xerjoff%20Naxos%20perfume%20collection.png",
    "variants": [
      {
        "size": "10ml",
        "price": 250
      },
      {
        "size": "20ml",
        "price": 450
      },
      {
        "size": "30ml",
        "price": 620
      }
    ],
    "rating": 4.9,
    "reviews": 29,
    "tag": "Elegant",
    "notes": [
      "lavender",
      "honey",
      "tobacco",
      "vanilla",
      "spices"
    ]
  },
  {
    "id": "p29",
    "brand": "Tom Ford",
    "name": "Ombré Leather – Eau de Parfum",
    "category": "men",
    "isNew": true,
    "isBestseller": true,
    "description": "Ombré Leather – Eau de Parfum is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of cardamom, black leather, jasmine sambac, amber, patchouli, moss creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Ombré Leather – Eau de Parfum est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de cardamom, black leather, jasmine sambac, amber, patchouli, moss offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Ombré Leather – Eau de Parfum عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل cardamom, black leather, jasmine sambac, amber, patchouli, moss لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Tom%20Ford%20Ombr%C3%A9%20Leather%20set.png",
    "variants": [
      {
        "size": "10ml",
        "price": 200
      },
      {
        "size": "20ml",
        "price": 380
      },
      {
        "size": "30ml",
        "price": 480
      }
    ],
    "rating": 4.9,
    "reviews": 27,
    "tag": "Bold",
    "notes": [
      "cardamom",
      "black leather",
      "jasmine sambac",
      "amber",
      "patchouli",
      "moss"
    ]
  },
  {
    "id": "p30",
    "brand": "Azzaro",
    "name": "Azzaro – The Most Wanted",
    "category": "men",
    "isNew": true,
    "description": "Azzaro – The Most Wanted is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of warm, spicy, woody, amber creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Azzaro – The Most Wanted est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de warm, spicy, woody, amber offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Azzaro – The Most Wanted عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل warm, spicy, woody, amber لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/Azzaro%20The%20Most%20Wanted%20fragrance%20set.png",
    "variants": [
      {
        "size": "10ml",
        "price": 100
      },
      {
        "size": "20ml",
        "price": 200
      },
      {
        "size": "30ml",
        "price": 300
      }
    ],
    "rating": 4.9,
    "reviews": 18,
    "tag": "Bold",
    "notes": [
      "warm",
      "spicy",
      "woody",
      "amber"
    ]
  },
  {
    "id": "p31",
    "brand": "Emporio Armani",
    "name": "Stronger With You Powerfully",
    "category": "men",
    "isNew": true,
    "description": "Stronger With You Powerfully is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of pink pepper, chestnut, vanilla, lavender, amber, woods creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Stronger With You Powerfully est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de pink pepper, chestnut, vanilla, lavender, amber, woods offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Stronger With You Powerfully عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل pink pepper, chestnut, vanilla, lavender, amber, woods لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/stronger%20with%20you%20powerfully.jpeg",
    "variants": [
      {
        "size": "10ml",
        "price": 130
      },
      {
        "size": "20ml",
        "price": 260
      },
      {
        "size": "30ml",
        "price": 390
      }
    ],
    "rating": 5.0,
    "reviews": 1,
    "tag": "Oriental Vanilla",
    "notes": [
      "pink pepper",
      "chestnut",
      "vanilla",
      "lavender",
      "amber",
      "woods",
      "musk"
    ]
  },
  {
    "id": "p32",
    "brand": "Jean Paul Gaultier",
    "name": "Le Beau Paradise Garden",
    "category": "men",
    "isNew": true,
    "description": "Le Beau Paradise Garden is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of green notes, bergamot, coconut, fig, tonka bean, sandalwood creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Le Beau Paradise Garden est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de green notes, bergamot, coconut, fig, tonka bean, sandalwood offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Le Beau Paradise Garden عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل green notes, bergamot, coconut, fig, tonka bean, sandalwood لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/jean%20paul%20gaultier%20%20le%20beau%20.jpeg",
    "variants": [
      {
        "size": "10ml",
        "price": 90
      },
      {
        "size": "20ml",
        "price": 180
      },
      {
        "size": "30ml",
        "price": 270
      }
    ],
    "rating": 4.8,
    "reviews": 3,
    "tag": "Woody Aromatic",
    "notes": [
      "green notes",
      "bergamot",
      "coconut",
      "fig",
      "tonka bean",
      "sandalwood"
    ]
  },
  {
    "id": "p33",
    "brand": "Rosendo Mateu",
    "name": "Rosendo Mateu Nº 5",
    "category": "unisex",
    "isNew": true,
    "description": "Rosendo Mateu Nº 5 is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of spices, exotic floral, carnation, lily-of-the-valley, amber, vanilla creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Rosendo Mateu Nº 5 est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de spices, exotic floral, carnation, lily-of-the-valley, amber, vanilla offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Rosendo Mateu Nº 5 عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل spices, exotic floral, carnation, lily-of-the-valley, amber, vanilla لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/rosendo%20mateu%205.jpeg",
    "variants": [
      {
        "size": "10ml",
        "price": 180
      },
      {
        "size": "20ml",
        "price": 360
      },
      {
        "size": "30ml",
        "price": 540
      }
    ],
    "rating": 4.9,
    "reviews": 5,
    "tag": "Oriental Floral",
    "notes": [
      "spices",
      "exotic floral",
      "carnation",
      "lily-of-the-valley",
      "amber",
      "vanilla",
      "musk"
    ]
  },
  {
    "id": "p34",
    "brand": "Azzaro",
    "name": "Azzaro Wanted Eau de Parfum",
    "category": "men",
    "isNew": true,
    "description": "Azzaro Wanted Eau de Parfum is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of ginger, lemon, lavender, cardamom, cinnamon, sandalwood creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Azzaro Wanted Eau de Parfum est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de ginger, lemon, lavender, cardamom, cinnamon, sandalwood offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Azzaro Wanted Eau de Parfum عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل ginger, lemon, lavender, cardamom, cinnamon, sandalwood لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/azzaro%20wanted%20edp.jpeg",
    "variants": [
      {
        "size": "10ml",
        "price": 100
      },
      {
        "size": "20ml",
        "price": 200
      },
      {
        "size": "30ml",
        "price": 300
      }
    ],
    "rating": 4.8,
    "reviews": 8,
    "tag": "Woody Spicy",
    "notes": [
      "ginger",
      "lemon",
      "lavender",
      "cardamom",
      "cinnamon",
      "sandalwood",
      "amberwood",
      "vanilla"
    ]
  },
  {
    "id": "p35",
    "brand": "Carolina Herrera",
    "name": "Bad Boy Eau de Toilette",
    "category": "men",
    "isNew": true,
    "description": "Bad Boy Eau de Toilette is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of bergamot, pepper, cedarwood, sage, tonka bean, amberwood creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Bad Boy Eau de Toilette est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de bergamot, pepper, cedarwood, sage, tonka bean, amberwood offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Bad Boy Eau de Toilette عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل bergamot, pepper, cedarwood, sage, tonka bean, amberwood لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/bad%20boy%20carolina%20herrara.jpeg",
    "variants": [
      {
        "size": "10ml",
        "price": 100
      },
      {
        "size": "20ml",
        "price": 180
      },
      {
        "size": "30ml",
        "price": 270
      }
    ],
    "rating": 4.7,
    "reviews": 12,
    "tag": "Woody Spicy",
    "notes": [
      "bergamot",
      "pepper",
      "cedarwood",
      "sage",
      "tonka bean",
      "amberwood",
      "vetiver"
    ]
  },
  {
    "id": "p36",
    "brand": "Guerlain",
    "name": "L'Homme Idéal L'Intense",
    "category": "men",
    "isNew": true,
    "description": "L'Homme Idéal L'Intense is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of chili pepper, almond, smoke, leather, tonka bean, vanilla creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "L'Homme Idéal L'Intense est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de chili pepper, almond, smoke, leather, tonka bean, vanilla offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد L'Homme Idéal L'Intense عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل chili pepper, almond, smoke, leather, tonka bean, vanilla لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/l'homme%20ideal%20l'intense.jpeg",
    "variants": [
      {
        "size": "10ml",
        "price": 150
      },
      {
        "size": "20ml",
        "price": 280
      },
      {
        "size": "30ml",
        "price": 400
      }
    ],
    "rating": 4.9,
    "reviews": 10,
    "tag": "Oriental Woody",
    "notes": [
      "chili pepper",
      "almond",
      "smoke",
      "leather",
      "tonka bean",
      "vanilla",
      "sandalwood",
      "patchouli"
    ]
  },
  {
    "id": "p37",
    "brand": "Givenchy",
    "name": "Gentleman Society Eau de Parfum",
    "category": "men",
    "isNew": true,
    "description": "Gentleman Society Eau de Parfum is a premium fragrance crafted for those who appreciate elegance, balance, and lasting performance. Built around  accords, it opens smoothly and develops with refined confidence.\n\nThe blend of sage, cardamom, narcissus, vetiver, cedarwood, sandalwood creates a rich and harmonious scent profile that feels modern yet timeless. As it settles on the skin, it reveals depth and warmth, leaving a clean and luxurious trail.\n\nSuitable for daily wear, evenings, and special occasions, this fragrance adapts effortlessly to different seasons and styles. An excellent choice for anyone seeking authenticity, character, and sophistication.",
    "description_fr": "Gentleman Society Eau de Parfum est un parfum premium conçu pour ceux qui recherchent élégance, équilibre et excellente tenue. Structuré autour d’accords , il s’ouvre avec douceur et évolue avec assurance.\n\nLes notes de sage, cardamom, narcissus, vetiver, cedarwood, sandalwood offrent une signature olfactive riche et harmonieuse, à la fois moderne et intemporelle. En se développant sur la peau, le parfum révèle profondeur et chaleur avec un sillage raffiné.\n\nIdéal pour le quotidien, les soirées et les occasions spéciales, ce parfum s’adapte à toutes les saisons. Un choix sûr pour les amateurs de parfums distingués.",
    "description_ar": "يُعد Gentleman Society Eau de Parfum عطراً فاخراً صُمم لمن يقدّرون الأناقة والتوازن والثبات. يعتمد على نغمات ، ويمنح بداية ناعمة تتطور بثبات وأناقة.\n\nتمتزج مكوناته مثل sage, cardamom, narcissus, vetiver, cedarwood, sandalwood لتقديم تركيبة عطرية غنية ومتناسقة تجمع بين الحداثة والطابع الكلاسيكي. مع الوقت، يترك العطر أثراً نظيفاً وفاخراً يدوم.\n\nمناسب للاستعمال اليومي، السهرات والمناسبات الخاصة، ويتكيف مع مختلف الفصول. خيار مثالي لمن يبحث عن عطر أصلي بحضور مميز.",
    "image": "https://raw.githubusercontent.com/ipordiseparfum-hash/ipordiseparfum/refs/heads/main/gentleman%20society.jpeg",
    "variants": [
      {
        "size": "10ml",
        "price": 100
      },
      {
        "size": "20ml",
        "price": 180
      },
      {
        "size": "30ml",
        "price": 270
      }
    ],
    "rating": 4.8,
    "reviews": 6,
    "tag": "Woody Aromatic",
    "notes": [
      "sage",
      "cardamom",
      "narcissus",
      "vetiver",
      "cedarwood",
      "sandalwood",
      "vanilla",
      "palo santo"
    ]
  }
]